---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.DuctInsulationType
source: html/04c82643-943f-7d06-0224-992f99203e98.htm
---
# DuctInsulationType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.